<template>
    <div
        class="tw-container tw-mx-auto tw-pt-8 md:tw-pt-10 tw-px-6 md:tw-px-10 tw-leading-relaxed"
    >
        <div>
            <div
                class="tw-text-2xl md:tw-text-3xl tw-font-semibold tw-text-center tw-mb-5"
            >
                מדיניות פרטיות
            </div>

            <div class="tw-w-full tw-max-w-4xl tw-m-auto tw-px-8">
                <div class="tw-mb-5">
                    שימושך באתר ו/או רישומך לשירותים באתר מהווים את הסכמתך לכל
                    שימוש אשר יעשה במידע שייאסף אודותיך כמפורט בתנאי מדיניות
                    הפרטיות להלן. אנא קרא את מדיניות פרטיות זו בעיון.
                </div>

                <div class="tw-mb-5">
                    חלק מהשירותים באתר דורשים הרשמה. במסגרת ההרשמה תידרש למסור
                    מידע אישי אודותיך. על פי חוק, אינך חייב למסור מידע זה, יש
                    לקחת בחשבון שללא מסירת המידע הנ"ל, אינך יכול לקבל את
                    שירותינו. כל שירותי האתר נמצאים אך ורק בגדרי האתר.
                </div>

                <div class="tw-mb-5">
                    המידע שנמסר לאחר ההרשמה וכל מידע אשר ייאסף אודותיך בעת
                    שימושך באתר ישמרו במאגרי המידע של טסטלי. טסטלי יעשה שימוש
                    במידע על פי הוראות הדין ובהתאם למדיניות פרטיות זו.
                </div>

                <div class="tw-mb-5">
                    טסטלי רשאי לעשות כל שימוש במידע הנדרש לצורך מתן השירותים
                    המבוקשים על ידך ולצורך פיתוח, תפעול ושיפור השירות באתר.
                </div>

                <div class="tw-mb-5">
                    אין כל אחריות לאתר טסטלי לשאלות המופיעות באתר. השאלות לקוחות
                    מתוך "מאגר השאלות והתשובות למבחן הנהיגה העיוני" שפורסם על
                    ידי משרד התחבורה. הזכויות לשאלות הללו הן של מדינת ישראל
                    ומובאות באתר אך ורק לשם לימוד.
                </div>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    name: "privacy-policy"
};
</script>
